import { Translations } from "../types";

const ar: Translations = {
  Home: "الرئيسية",
  About: "من نحن",
  ContactUs: "تواصل معنا",
  Services: "خدماتنا",
  ourClients: "عملائنا",
  English: "انكليزي",
  Arabic: "عربي",
  Name: "الاسم",
  Email: "الايميل",
  PhoneNumber: "رقم الهاتف",
  ServicesChoose: "اختر الخدمة",
  PreferredAppointmentTime: "الوقت المناسب للاتصال",
  RequestConsultation: "أطلب استشارة مجانية",
  Gallery: "معرض أعمالنا",
  facebookicon: "أيوقنة فيسبوك",
  instagramicon: "أيقونة انستقرام",
  whatsAppicon: "ايقونة واتس اب ",
  EnterName: "أدخل اسمك ...",
  enterEmal: "example@example.com",
  enterPhone: "أدخل رقم هاتفك...",
  aboutText:
    "جنتل كير هو أكثر من مجرد مركز طبي، فهو شريكك في رحلتك نحو الصحة والعافية تأسسنا برؤية تقديم خدمات طب الأسنان وجراحات التجميل الاستثنائية في الشارقة بالإمارات العربية المتحدة نحن نفخر بالتزامنا بالرعاية التي تركز على المريض والثقة والجودة",
  CallUs: "اتصل بنا",
  Address: "العنوان",
  EmailUs: "الإيميل",
  location: "برج النخيل _ شارع الكورنيش المجاز 1 الشارقة",
  Botox: "",
  Dentaltreatments: "علاجات الأسنان",
  DigitalSmileDesign: "تصميم الابتسامة الرقمية",
  Filler: "فيلر",
  GummySmileCorrection: "تصحيح الابتسامة اللثوية",
  Hollywoodsmile: "ابتسامة هولييود",
  evaluation: "احجز تقييمًا مجانيًا للابتسامة",
  hollywoodDesc:
    "تتضمن إجراءات تبييض الأسنان الآمنة والفعالة استخدام منتجات التبييض المعتمدة من قبل هيئة الصحة واتباع إرشاداتها بدقة.",
  DigitalDesc:
    "تتيح لك تقنية تصميم الابتسامة الرقمية المتقدمة لدينا معاينة علاجات الأسنان التجميلية والترميمية المختلفة افتراضيًا، مثل القشور أو التيجان، المصممة خصيصًا لتلبية احتياجاتك الفريدة",
  botoxDesc:
    "تعمل الحشوات الجلدية على إضافة حجم إلى الجلد وتنعيم التجاعيد والخطوط الدقيقة.",
  gummyDesc:
    "باستخدام طرق متقدمة وغير جراحية مثل العلاج بالليزر، يمكننا تشكيل وتعديل أنسجة اللثة بدقة، مما يخلق إطارًا أكثر توازناً وجمالاً حول أسنانك.",
  fillerDesc:
    "يمكن أن تساعد حقن الشفاه في إضافة الحجم وتوفير تصحيح دقيق أو دراماتيكي.",
  Laser: "ازالة الشعر بالليزر",
  LaserDesc:
    "في مركزنا، نقدم أحدث تقنيات إزالة الشعر بالليزر والتي يمكن استخدامها بمفردها أو مع علاجات البشرة الأخرى لمساعدتك على الحصول على بشرة خالية من العيوب ومشرقة.",
  Veneer: "فينير",
  VeneerDesc:
    "تعتبر القشور الخزفية على نطاق واسع واحدة من أكثر خيارات طب الأسنان التجميلي تطوراً وجمالاً من الناحية البصرية، حيث توفر حلاً تحويلياً.",
  bookNow: "احجز الآن",
  beforeAfter: "مقارنة قبل وبعد",
  heroHead:
    "أفضل خدمات العناية بالأسنان والبشرة في الشارقة – احجز استشارة مجانية مع أفضل الخبراء في الإمارات العربية المتحدة",
  heroSubhead:
    "نوفر لكم أحدث التقنيات والمتخصصين المشهورين في طب الأسنان والأمراض الجلدية",
  sales: "350 درهم",
  slaes1: "تنظيف وتبييض الأسنان بالزوم",
  sales2: "حتى 1 ديسمبر",
  OurStaff: "فريقنا",
  zina: "د.زينة شعيب",
  abdullah: "د.عبدالله الويسي",
  AboutTitle: "جينتل كير|من نحن",
  AboutKeys:
    "مركز طبي، شريك، عيادة أسنان، تقويم الأسنان،  فيلر، ابتسامة لثوية، ليزر، إزالة الشعر، فينير، ابتسامة هوليود، مركز طبي مجتمعي، عيادة أطباء، مركز عيادة، عيادة رعاية، أطباء، فحص صحي مجاني بالقرب مني ,بالقرب من عيادة الأسنان، أفضل عيادة أسنان في الشارقة",
  AboutDesc:
    "مركز جينتل كير من أهم المراكز في الشارقة المهتمة بخدمات الاسنان حيث تقدم خدمات شاملة لعلاج الاسنان تشمل التقويم,التقويم الشفاف,الفيلر,,كما يوفر المركز زراعة الاسنان وتصحيح الابتسامة اللثوية باستخدام أحدث التقنيات يتمتع المركز بجميع وسائل الراحة ويضم أفضل الأطباء ذوي الخبرات العالية,مما يضمن تقديم رعاية متميزة واحترافية للمرضى.",
  ContactUsKeys:
    "عروض طبيب الأسنان،الموقع،المركز الطبي،مركز طب الأسنان،الشارقة،أفضل عيادة أسنان في الشارقة،عيادة أسنان بالقرب مني،طبيب أسنان يعمل على مدار 24 ساعة بالقرب مني،استشارة، تواصل معنا,ابتسامة الأسنان",
  ContactUsDesc: "تواصل مع جنتل كير لحجز استشارتك أو الاستفسار عن خدماتنا.",
  ContactUsTitle: "جينتل كير|تواصل معنا",
  OurCenterTitle: "جينتل كير|فريقنا",
  OurCenterKeys: "الموظفين، المركز الطبي، المهنيين الصحيين، الأطباء، أطباء الأسنان",
  OurCenterDesc: "تعرف على أطبائنا المؤهلين وذوي الخبرة في مركزنا الطبي. تعرف أكثر على فريق المهنيين الصحيين لدينا",
  OurServicesKeys: " رعاية الأسنان، فيلر، ليزر، ابتسامة هوليود، تصحيح الابتسامة اللثوية، قشرة الأسنان",
  OurServicesDesc: "اكتشف مجموعة واسعة من خدماتنا، من  وفيلر إلى رعاية الأسنان وابتسامة هوليود وعلاجات الليزر. تعرف على المزيد حول ما نقدمه.",
  OurServicesTitle:"جينتل كير|خدماتنا",
  HeroTitle:"جينتل كير",
  GalleryDesc:"استكشف معرض الصور لدينا واطلع على أفضل الترتيبات التي نقدمها في Gentle Care. شاهد مجموعة من الحالات قبل وبعد.",
  GalleryKeys:"معرض صور، صور أسنان، ابتسامة، معرض صور طبيب أسنان، صور قبل وبعد",
  GalleryTitle:"جينتل كير|معرض صور",
  hero: {
    title: "مركز العناية اللكيفة - الصفحة الرئيسية",
    description: "مركز جينتل كير من أهم المراكز في الشارقة المهتمة بخدمات الاسنان حيث تقدم خدمات شاملة لعلاج الاسنان تشمل التقويم,التقويم الشفاف,الفيلر,,كما يوفر المركز زراعة الاسنان وتصحيح الابتسامة اللثوية باستخدام أحدث التقنيات يتمتع المركز بجميع وسائل الراحة ويضم أفضل الأطباء ذوي الخبرات العالية,مما يضمن تقديم رعاية متميزة واحترافية للمرضى",
    keywords: "مركز طبي، شريك، عيادة أسنان، تقويم الأسنان،  فيلر، ابتسامة لثوية، ليزر، إزالة الشعر، فينير، ابتسامة هوليود، مركز طبي مجتمعي، عيادة أطباء، مركز عيادة، عيادة رعاية، أطباء، فحص صحي مجاني بالقرب مني ,بالقرب من عيادة الأسنان، أفضل عيادة أسنان في الشارقة",
    url: "https://gentlecaremedicalcenter.com/#hero",
  },
  about: {
    title:"مركز العناية اللطيفة - من نحن",
    description:"مركز جينتل كير من أهم المراكز في الشارقة المهتمة بخدمات الاسنان حيث تقدم خدمات شاملة لعلاج الاسنان تشمل التقويم,التقويم الشفاف,الفيلر,كما يوفر المركز زراعة الاسنان وتصحيح الابتسامة اللثوية باستخدام أحدث التقنيات يتمتع المركز بجميع وسائل الراحة ويضم أفضل الأطباء ذوي الخبرات العالية,مما يضمن تقديم رعاية متميزة واحترافية للمرضى",
    keywords:"مركز طبي، شريك، عيادة أسنان، تقويم الأسنان،  فيلر، ابتسامة لثوية، ليزر، إزالة الشعر، فينير، ابتسامة هوليود، مركز طبي مجتمعي، عيادة أطباء، مركز عيادة، عيادة رعاية، أطباء، فحص صحي مجاني بالقرب مني ,بالقرب من عيادة الأسنان، أفضل عيادة أسنان في الشارقة",
    url: "https://gentlecaremedicalcenter.com/#about",
  },
  ourCenter:{
    title:"مركز العناية اللطيفة - فريقنا",
    description:"تعرف على أطبائنا المؤهلين وذوي الخبرة في مركزنا الطبي. تعرف أكثر على فريق المهنيين الصحيين لدينا",
    keywords:"الموظفين، المركز الطبي، المهنيين الصحيين، الأطباء، أطباء الأسنان",
    url: "https://gentlecaremedicalcenter.com/#ourCenter",
  },
  OurServices:{
    title:"مركز العناية اللطيفة -خدماتنا",
    description:"اكتشف مجموعة واسعة من خدماتنا، من  وفيلر إلى رعاية الأسنان وابتسامة هوليود وعلاجات الليزر. تعرف على المزيد حول ما نقدمه",
    keywords:" رعاية الأسنان، فيلر، ليزر، ابتسامة هوليود، تصحيح الابتسامة اللثوية، قشرة الأسنان",
    url: "https://gentlecaremedicalcenter.com/#OurServices",
  },
  gallery:{
    title: "مركز العناية اللطيفة - معرض الصور",
    description: "استكشف معرض الصور لدينا واطلع على أفضل الترتيبات التي نقدمها في Gentle Care. شاهد مجموعة من الحالات قبل وبعد",
    keywords: "معرض صور، صور أسنان، ابتسامة، معرض صور طبيب أسنان، صور قبل وبعد",
    url: "https://gentlecaremedicalcenter.com/#gallery",
  },
  contact:{
    title:"مركز العناية اللطيفة - تواصل معنا",
    description:"تواصل مع جنتل كير لحجز استشارتك أو الاستفسار عن خدماتنا",
    keywords:"عروض طبيب الأسنان،الموقع،المركز الطبي،مركز طب الأسنان،الشارقة،أفضل عيادة أسنان في الشارقة،عيادة أسنان بالقرب مني،طبيب أسنان يعمل على مدار 24 ساعة بالقرب مني،استشارة، تواصل معنا,ابتسامة الأسنان",
    url: "https://gentlecaremedicalcenter.com/#contact",
  },
  Braces:"تقويم أسنان",
  
};

export default ar;
